Repository: santiavenda2/waliki
Catalog: waliki/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Attachment
cs: Příloha

source: Attachments
cs: Přílohy

source: Insert
cs: Vložit

source: Delete
cs: Odstranit

source: There is no attached files yet
cs: Žádné připojené soubory

source: Upload a new file
cs: Nahrát nový soubor

source: Upload
cs: Nahrát

source: upload
cs: nahrát

source: Are you sure you want to delete
cs: Jste si jistý, že chcete smazat

source: Close
cs: Zavřít

source: What do you want to delete?
cs: Co chcete smazat?

source: Just this page
cs: Pouze tuto stránku

source: This page and all the namespace
cs: Tuto stránku a celý jmenný prostor

source: Just create a redirection
cs: Pouze vytvořit přesměrování

source: The slug wasn't changed
cs: Slug se nezměnil

source: There is already a page with this slug
cs: Již existuje stránka s tímto slugem

source: The slug can't be empty
cs: Slug nemůže být prázdný

source: The slug isn't valid
cs: Slug není validní

source: You have no permission to create a page with this slug
cs: Nemáte oprávnění pro vytvoření stránky s tímto slugem

source: Log message
cs: Zalogovat zprávu

source: Update %s
cs: Aktualizovat %s

source: Merged with conflict
cs: Zamergováno s konflikty

source: Automatic merge failed. Please, fix the conflict and save the page.
cs: Automatické zamergování selhalo. Prosím, opravte konflikt a uložte stránku.

source: There were changes in the page during your edition. Auto-merge has been applied.
cs: Stránka byla změněna v průběhu vaší editace. Bylo aplikováno automatické zamergování.

source: Diff
cs: Rozdíl

source: Comparing
cs: Porovnání

source: Raw
cs: Surový

source: History
cs: Historie

source: Compare revisions
cs: Porovnat revize

source: Previous
cs: Předchozí

source: Next
cs: Další

source: Current version
cs: Aktuální verze

source: Restore this version
cs: Obnovit tuto verzi

source: Last changes in the wiki
cs: Poslední změny na wiki

source: What changed
cs: Co se změnilo

source: diff
cs: rozdíl

# timesince humanized
source: %(since)s ago
cs: %(since)s zpět

source: Restored version @%s
cs: Obnovena verze @%s

source: Title
cs: Nadpis

source: Page
cs: Stránka

source: Pages
cs: Stránky

source: Any user
cs: Jakýkoliv uživatel

source: Any authenticated user
cs: Jakýkoliv autentikovaný uživatel

source: Any staff member
cs: Jakýkoliv člen týmu

source: Any superuser
cs: Jakýkoliv superuživatel

source: Any user/group explicitly defined
cs: Jakýkoliv explicitně definovaný uživatel/skupina

source: Name
cs: Jméno

source: As namespace
cs: Jako jmenný prostor

source: Rule: %(name)s for /%(slug)s
cs: Pravidlo: %(name)s pro /%(slug)s

source: ACL rule
cs: Přístupové pravidlo

source: ACL rules
cs: Přístupová pravidla

source: Get as PDF
cs: Stáhnout jako PDF

source: View as slides
cs: Zobrazit jako prezentaci

source: You aren't authorized to see this page.
cs: Nejste oprávněn zobrazit tuto stránku.

source: Editing
cs: Editace

source: Cancel
cs: Zrušit

source: Save changes
cs: Uložit změny

source: Edit this content
cs: Editovat tento obsah

source: Edit
cs: Editovat

source: This page doesn't exist yet.
cs: Tato stránka neexistuje.

source: Create it
cs: Vytvořit

source: Create a new page
cs: Vytvořit novou stránku

source: New page
cs: Nová stránka

source: Create page
cs: Vytvořit stránku

source: Move
cs: Přesunout

source: Preview
cs: Náhled

source: Save
cs: Uložit

source: Move page
cs: Přesunout stránku

source: Loading...
cs: Načítá se...

source: There was a problem with the preview.
cs: Objevil se problém při zobrazení náhledu

source: Collaborate
cs: Kolaborovat

source: Page moved from %(old_slug)s
cs: Stránka přesunuta z %(old_slug)s

source: A redirection from %(old_slug)s to this page was added
cs: Přesměrování z %(old_slug)s na tuto stránku bylo vytvořeno

source: Page created
cs: Stránka vytvořena

source: The markup was changed from {original} to {new}
cs: Značkovací jazyk se změnil z {original} na {new}

source: The page %(slug)s was deleted
cs: Stránka %(slug)s byla smazána

source: The page %(slug)s and all its namespace was deleted
cs: Stránka %(slug)s a celý jmenný prostor byl smazán
